[
  {
    "link": "https://www.aut.ac.nz/student-life/student-support/childcare-centres?nav=inthissection ",
    "option": "Childcare centres",
    "description": "AUT has childcare centres on two campuses: at the North Campus on the city’s North Shore, and at the City Campus in central Auckland. You’ll find excellent staff and facilities at both centres, providing a safe and happy environment to care for your child.\n\n  Visit this site to find out more: "
  },
  {
    "link": "https://www.aut.ac.nz/student-life/student-support/counselling-and-mental-health?nav=inthissection ",
    "option": "Counselling and mental health support",
    "description": "At AUT all domestic and international students can get free, confidential counselling sessions and mental health support.\n\nCounsellors are based at all of our campuses. You can also get help from our mental health advisors.\n\nUrgent help in a mental health crisis\nIf you need help in a mental health crisis you should call:\n\n-Community Mental Health Urgent Response team: 0800 800 717\n-In an emergency, you should call 111\n\n  Visit this site to find out more: "
  },
  {
    "link": "https://www.aut.ac.nz/student-life/student-support/disability-support-services?nav=inthissection ",
    "option": "Disability support services",
    "description": "If you have a disability or impairment, our Disability Support team can support you to participate as fully as you can in learning.\n\nSome types of support we may offer you include:\n\n-Sign language interpreting\n-Loop systems, digital recorders and SmartPens\n-Training on different software systems or technology\n-Assistive technology like screen readers, magnifiers and specialised software\n-Making arrangements for exams (eg extra time, readers and writers, separate rooms)\n-Information around campus accessibility (eg maps, parking information)\n-Talking with your lecturers or programme leaders\n\n  Visit this site to find out more: "
  },
  {
    "link": "https://www.aut.ac.nz/student-life/student-support/international-student-support?nav=inthissection ",
    "option": "International student support",
    "description": "International students at AUT can see our friendly team at the AUT Student Hub for advice on living and studying in New Zealand.\n\nWe help international students with:\n\n-Immigration matters\n-Visas\n-Insurance\n-Accommodation\n-Life in New Zealand\n-Setting up a bank account\n-Talking to faculties\n\n  Visit this site to find out more: "
  },
  {
    "link": "https://www.aut.ac.nz/student-life/student-support/maori-student-support?nav=inthissection ",
    "option": "Māori student support",
    "description": "At AUT we’re dedicated to the success of our Māori students. We offer a range of services and activities to support you during your studies here. These include:\n\n- Learning mentors who can help you settle in and support you with your studies\n- ‘Whānau spaces’ – areas you can meet others, relax or study on campus\n- Māori student support teams on each campus who can help with questions and advice on personal and study topics\n\n  Visit this site to find out more: "
  },
  {
    "link": "https://www.aut.ac.nz/student-life/student-support/medical-centres-on-campus?nav=inthissection ",
    "option": "Medical centres on campus",
    "description": "AUT has medical centres for students at our City and North campuses. These are staffed by doctors and nurses who provide a range of medical services. Our South Campus offers nursing services only.\n\nRoutine appointments are free for domestic students who enrol with us as their main healthcare provider.\n\nOur services include:\n\n-General healthcare\n-Sexual health and contraception\n-Emergency contraceptive pill (free for students)\n-Minor surgery\n-Maternity care and pregnancy testing\n-Travel health\n-Vaccinations and immune screening\n\n  Visit this site to find out more: "
  },
  {
    "link": "https://www.aut.ac.nz/student-life/student-support/pacific-student-support?nav=inthissection ",
    "option": "Pacific student support",
    "description": "At AUT we’re committed to empowering Pacific communities through education. We offer a range of support services and networks to our Pacific students though the Student Hub. These include:\n\n-Networking and study groups\n-‘Fono rooms’ – areas you can meet others, relax or study on campus\n-Leadership opportunities\n\n  Visit this site to find out more: "
  },
  {
    "link": "https://www.aut.ac.nz/student-life/student-support/rainbow-students-lgbti?nav=inthissection ",
    "option": "Rainbow students (LGBTTI+)",
    "description": "At AUT, our gay, lesbian, transgender, bisexual and intersex (LGBTTI+) communities are known as the rainbow community.rainbow tick\n\nWe offer services and resources for students who identify with diverse sexual orientations, sex and gender identities. We also get involved with many rainbow events in Auckland.\n\nSome of our services include:\n\n-A rainbow student room, where you can study, relax and meet with others\n-Student groups and networks, including Out@AUT and TGNC@AUT\n-A dedicated Rainbow Community Coordinator to support students\n\n  Visit this site to find out more: "
  },
  {
    "link": "https://www.aut.ac.nz/student-life/student-support/study-support?nav=inthissection ",
    "option": "Settling in and support with your studies",
    "description": "AUT has people on campus who can help you settle in and stay on top of your studies. We’ll help you develop your learning skills from when you first arrive, through to the end of your studies.\n\n  Visit this site to find out more: "
  },
  {
    "link": "https://www.aut.ac.nz/student-life/student-support/spiritual-and-religious-support?nav=inthissection ",
    "option": "Spiritual and religious support",
    "description": "At AUT we take a 'multifaith' approach, providing spiritual support and facilities to students from different beliefs.\n\nWe encourage understanding, tolerance and harmony – and we respect everyone’s spiritual views.\n\nFaith and prayer rooms on campus\nOur faith facilities include rooms where students can go for worship, meditation and reflection.\n\n-Multifaith rooms\n-Muslim prayer rooms\n\n  Visit this site to find out more: "
  },
  {
    "link": "https://www.aut.ac.nz/student-life/student-support/student-hub?nav=inthissection ",
    "option": "Student Hub: services and support on campus",
    "description": "The AUT Student Hub is the one place to go for help on each campus. The Student Hub gives you access to a range of services and support to help you succeed at AUT. Student Hub Advisors will help you with your study or personal needs, and will either resolve your need on the spot, or put you in touch with the right person on campus. Our trained and professional staff will follow up to ensure you get the support you need.\n\nStudent Hub services include:\n\n-Advice (academic or personal)\n-Employability and careers\n-ID cards and graduation\n-Fees and financial support\n-Learning support\n-Services for our diverse student communities – international, disability, LGBTI\n\nAUT uses New Zealand Relay to help Deaf, hearing impaired, speech impaired and Deafblind people contact the Student Hub.\n\n  Visit this site to find out more: "
  },
  {
    "link": "https://www.aut.ac.nz/student-life/student-support/elite-athlete-support?nav=inthissection ",
    "option": "Support for elite student athletes",
    "description": "We support our elite student athletes to combine their sporting goals with their education, career and other life aspirations. We encourage athletes to succeed both on and off the sporting stage.\n\n  Visit this site to find out more: "
  }
]